window.STORY_DB = [
  {
    "week": 1,
    "title": "家掉到水里去了",
    "countWord": "家",
    "countTimes": 9,
    "text": "小公鸡清早起来，走到池塘边往水里一看，大吃一惊：小鸟家的屋子怎么掉到水里去了？\n小公鸡赶紧跑到小猫家：\"不得了，小鸟的家掉到水里去了。\"\n小猫赶紧跑到小狗家：\"不得了，小鸟的家掉到水里去了。\"\n小狗赶紧跑到小鸭家：\"不得了，小鸟的家掉到水里去了。\"\n小鸭赶忙跳进池塘，要去救小鸟。池塘的水面被它弄皱了：\"咦，水里哪有小鸟的家呀！\"\n\"啾，啾，啾。\"池塘边的树上响起了小鸟的叫声。小鸭抬头一看：\"噢，原来是这样！\"\n小公鸡、小猫、小狗也一齐说：\"噢，原来小鸟的家还是在树上。\"",
    "questions": [
      "第一个发现的是谁？",
      "小鸟的家在哪里？",
      "哪些动物参加了\"救\"小鸟的活动？",
      "小鸟最后\"得救\"了吗？",
      "小鸭跳进池塘发现了什么？"
    ],
    "answers": [
      "小公鸡",
      "树上",
      "小公鸡、小猫、小狗、小鸭",
      "没有",
      "水里没有小鸟的家"
    ]
  },
  {
    "week": 2,
    "title": "小老鼠偷米",
    "countWord": "米",
    "countTimes": 4,
    "text": "夜里，小老鼠出来偷米吃。它在柜子里找到一个小袋子，袋子上有字，小老鼠不认识。它咬破袋子一看，里面全是黄色的小粒粒。\"这一下是比大米还好吃的米。\"小老鼠就吃了一粒。很甜，真好吃。小老鼠把一袋子小粒粒全吃光了。\"不好，这种米怎么会跳？\"原来小老鼠吃的是跳跳豆。跳跳豆在小老鼠肚子里跳呀、跳呀···小老鼠也跳呀、跳……直跳进了家门口。",
    "questions": [
      "什么时候出来偷米？",
      "在哪里找到袋子？",
      "袋子里是什么？",
      "吃了小粒粒后怎么样了？",
      "最后跳到了哪里？"
    ],
    "answers": [
      "夜里",
      "柜子里",
      "跳跳豆",
      "跳个不停",
      "家门口"
    ]
  },
  {
    "week": 3,
    "title": "木马摇了",
    "countWord": "豆",
    "countTimes": 14,
    "text": "小豆豆坐在木马上，用力摇呀摇，可是木马怎么也不动。小豆豆想：木马饿了吧！就从口袋里拿出饼干给木马吃。木马不吃。小豆豆又从口袋里拿出巧克力给木马吃。木马不吃。小豆豆再从口袋里拿出牛奶……他拍拍木马的眼睛，又拍拍木马的肚子，最后蹲下来看木马的腿。哦！原来木马的脚底下有块小石头。小豆豆把小石头拣起来扔到一边。小豆豆又骑上了木马，他轻轻一用力，木马就摇了起来。豆豆心里可高兴啦！",
    "questions": [
      "木马动吗？",
      "第一次给木马吃什么？",
      "第二次给木马吃什么？",
      "给木马喝什么？",
      "后来找到什么才找到木马不动的原因？"
    ],
    "answers": [
      "一开始不动",
      "饼干",
      "巧克力",
      "牛奶",
      "脚底下有块小石头"
    ]
  },
  {
    "week": 4,
    "title": "十个手指",
    "countWord": "指",
    "countTimes": 14,
    "text": "一只手有五个手指：大拇指、食指、中指、无名指，还有小指。左手和右手加起来，一共有十个手指。大家在一起很快乐，什么事情都是你帮我，我帮你，做得都很好。有一天，大拇指生了气，它大声对食指、中指、无名指和小指说：\"你们不要再来找我，做事不要找我。玩，也不要找我。\"大家看大拇指生了这么大的气，也不敢找它。到了吃饭时，它还在生气。不好了，大拇指不和大家一起做事，就什么东西也拿不到手上。吃不到东西，大家只好饿肚子了。",
    "questions": [
      "一双手共有几个手指？",
      "五个手指分别叫什么？",
      "他们在一起怎样做事情？",
      "大拇指生气还让大家找它吗？",
      "吃饭时吃得到东西吗？"
    ],
    "answers": [
      "十个",
      "大拇指、食指、中指、无名指、小指",
      "你帮我",
      "不要",
      "吃不到"
    ]
  },
  {
    "week": 5,
    "title": "小蜗牛",
    "countWord": "爬",
    "countTimes": 6,
    "text": "春天的时候，蜗牛妈妈对小蜗牛说：\"到小树林去玩玩吧，树叶发芽了！\"小蜗牛爬得很慢很慢，好久才爬回来，它对妈妈说：\"树林里的小树长满了叶子，地上还长了许多草莓呢！\"蜗牛妈妈说：\"哦，已经是夏天了！快去采几颗草莓回来吧。\"小蜗牛爬呀爬呀，好久才爬回来。\"妈妈，草莓没有了。地上长着蘑菇，还有好多黄色的树叶。\"\"哦，已经是秋天了，那你快去采几只蘑菇回来吧！\"等小蜗牛爬回来的时候，它对妈妈说：\"蘑菇没有了，树叶全掉了，地上盖着雪。\"\"哦，已经是冬天了。那你就躲在家里过冬吧！\"蜗牛妈妈说。",
    "questions": [
      "第一次回来时看见了什么？",
      "第二次回来时看见了什么？",
      "第三次回来时看见了什么？",
      "妈妈让小蜗牛在哪里过冬？",
      "第一次妈妈让小蜗牛去做什么？"
    ],
    "answers": [
      "树叶和草莓",
      "草莓没有了",
      "蘑菇没有了",
      "家里",
      "到小树林去玩玩"
    ]
  },
  {
    "week": 6,
    "title": "唱歌比赛",
    "countWord": "唱",
    "countTimes": 13,
    "text": "有一天，小鸡、小鸭、小狗、小羊和小猫举行唱歌比赛。他们请小白兔做评判员。小鸡第一个唱：\"叽叽叽，叽叽叽。\"小白兔说：\"小鸡唱得太轻了。\"鸭子接着唱：\"呷呷呷，呷呷呷。\"小白兔说：\"鸭子唱得太响了。\"小狗说：\"我来唱。\"它很快地跑到前面，唱：\"汪汪汪，汪汪汪。\"小白兔说：\"小狗唱得太快了。\"小羊说：\"我来唱。\"它慢慢吞吞地走到前面：\"咩——咩——咩。\"小白兔说：\"小羊唱得太慢了。\"最后，轮到小猫唱。小猫不慌不忙地走到前面唱起来：\"喵喵喵。\"小白兔说：\"小猫唱得不快也不慢，声音不小也不大，好听极了。小猫应该得第一。\"",
    "questions": [
      "有哪些小动物举行唱歌比赛？",
      "小鸡唱得怎么样？",
      "小鸭唱得怎么样？",
      "小狗唱得怎么样？",
      "小羊唱得怎么样？",
      "小猫唱得怎么样？"
    ],
    "answers": [
      "小鸡、小鸭、小狗、小羊、小猫",
      "小鸡唱得太轻了",
      "鸭子唱得太响了",
      "小狗唱得太快了",
      "小羊唱得太慢了",
      "小猫唱得不快也不慢"
    ]
  },
  {
    "week": 7,
    "title": "会狗语的老鼠",
    "countWord": "老",
    "countTimes": 11,
    "text": "一天晚上老鼠妈妈带着小老鼠出去寻食，在一个垃圾桶里发现了很多剩余的饭菜。正当大家吃得津津有味时，突然传来令它们极其恐惧的猫叫声。老鼠们四处奔逃，但老花猫穷追不舍，终于有两只小老鼠躲避不及，被老花猫抓住了。就在老花猫张口要咬小老鼠的刹那间，突然传来一连串凶恶的狗叫声。老花猫听到狗叫声后，松开小老鼠，一溜烟地逃走了。这时，老鼠妈妈从垃圾桶后面走出来说：\"我早就对你们说过，多学一种语言有利无害。看，这次我就是用学的狗叫声吓跑了猫，才救了你们一命。\"",
    "questions": [
      "在垃圾桶里发现了什么？",
      "什么声音使老鼠们奔逃？",
      "抓住了几只小老鼠？",
      "听见什么声音就逃走了？",
      "是谁学狗叫把猫吓跑的？"
    ],
    "answers": [
      "很多剩余的饭菜",
      "猫叫声",
      "两只",
      "狗叫声",
      "老鼠妈妈"
    ]
  },
  {
    "week": 8,
    "title": "狼和绵羊",
    "countWord": "狼",
    "countTimes": 7,
    "text": "刚刚饱餐了一顿的狼发现在刚才抓住野兔的路上躺着一只绵羊，狼知道这只绵羊是看到自己抓兔子和吃兔子的过程，因为过度惊吓而昏倒的。狼叫醒了绵羊，并对极度恐惧的绵羊说：\"你不要害怕，你只要说出三件真实的事情，我就一定会放你走，绝对不伤害你。\"绵羊克制住害怕的情绪，想了一想，说：\"第一，我不想遇到狼。第二，如果真的遇到，最好是只瞎眼的狼。第三，我希望所有的狼都死掉。\"狼想了一会，虽然觉得绵羊说的话很令它生气，但是仍然认为绵羊说的没错，确实是真实的事情，于是就放走了绵羊。",
    "questions": [
      "绵羊为什么昏倒？",
      "狼答应绵羊说出几件真实的事情就可以放走？",
      "第一件事是什么？",
      "第二件事是什么？",
      "第三件事是什么？",
      "狼为什么放走了羊？"
    ],
    "answers": [
      "被吓昏了",
      "三件",
      "我不想遇到狼",
      "如果真的遇到，最好是只瞎眼的狼",
      "我希望所有的狼都死掉",
      "因为绵羊说的是真话"
    ]
  },
  {
    "week": 9,
    "title": "想发财的农民",
    "countWord": "种",
    "countTimes": 8,
    "text": "一个农民，想要发财。因为豆可以出口，他就打算在南山种豆子。正在他下种的时候突然听见兔子叫。他想，这里不适合种豆子，兔子会跑下来把豆子吃光的。于是，他又想种玉米，因为玉米是牲口的饲料，造酒厂也会大量购买。正当他要下种的时候，突然发现一只熊向山下张望。他想，种玉米也不适合，因为熊瞎子最喜欢掰玉米。于是，他想种高粱，可是天上有野鸽子飞来飞去……那么，还是养鸡吧，结果又跳出只狐狸。唉！到底种点什么好呢？",
    "questions": [
      "第一次打算种什么？",
      "为什么不种豆子了？",
      "第二次打算种什么？",
      "为什么不种了？",
      "后来想干什么？",
      "最后干成了什么事情？"
    ],
    "answers": [
      "豆子",
      "兔子会吃豆子",
      "玉米",
      "熊会掰玉米",
      "养鸡",
      "什么都没干成"
    ]
  },
  {
    "week": 10,
    "title": "找找小蚂蚁",
    "countWord": "睡",
    "countTimes": 8,
    "text": "小蚂蚁玩呀玩，玩累了。蜗牛说：\"累了吧？快到我屋里睡一会吧！\"小蚂蚁进了蜗牛壳，睡着了。小蜗牛爬呀爬，爬累了。小猫说：\"累了吧？快到我耳朵里睡一会吧！\"小蜗牛爬进了小猫的耳朵，睡着了。小猫跑呀跑，跑累了。袋鼠说：\"累了吧？快到我的袋子里睡一会吧！\"小猫进了袋鼠的口袋，睡着了。袋鼠跳呀跳，跳累了。河马说：\"累了吧？快到我的嘴巴里睡一会吧！\"袋鼠跳进了河马的嘴巴里，睡着了。该吃饭了，蚂蚁妈妈到处找小蚂蚁。小蚂蚁在哪里呢？",
    "questions": [
      "小蚂蚁在哪里睡觉？",
      "小蜗牛在哪里睡觉？",
      "小猫在哪里睡觉？",
      "袋鼠在哪里睡觉？",
      "妈妈找到小蚂蚁时它在哪？"
    ],
    "answers": [
      "蜗牛壳里",
      "小猫的耳朵里",
      "袋鼠的口袋里",
      "河马的嘴巴里",
      "河马的嘴巴里"
    ]
  },
  {
    "week": 11,
    "title": "船夫和他的儿子",
    "countWord": "船",
    "countTimes": 8,
    "text": "大冷天，船夫出外划船，他把儿子也带了去。船夫用力划了一程，觉得身体很热，就脱去外衣，只穿了一件单衣。他跑进船舱，对儿子说：\"太热了，让我帮你把外衣脱掉！\"他把儿子的外衣脱了，也只让他穿一件单衣。船夫又划了一程，浑身热得淌汗，他索性把自己穿的一件单衣也脱掉，光着膀子觉得很舒服。\"啊，太热了！太热了！\"他又走进船舱，又把儿子的衣服也脱得精光。船夫划得多卖力气呀，身上冒着热气，淌着汗。然而他可怜的儿子，在船舱里已经冻僵了。",
    "questions": [
      "船夫划船是什么季节？",
      "船夫自己脱了几次衣服？",
      "给儿子脱了几次衣服？",
      "为什么给儿子脱衣服？",
      "儿子的后果如何？"
    ],
    "answers": [
      "冬天",
      "2",
      "2",
      "船夫觉得身体很热",
      "冻僵了"
    ]
  },
  {
    "week": 12,
    "title": "小白兔办报",
    "countWord": "报",
    "countTimes": 13,
    "text": "小白兔办了一张《动物报》，可是总没有人来买，小白兔很着急。一天，一只喜鹊飞到小白兔的书摊前，他翻了翻说：\"怎么没有关于鸟类的报道呢？\"说完便飞走了。于是，小白兔赶忙办了一期关于鸟类的报。不久，小猴来买报，他翻了翻说：\"怎么没有关于山林动物的报道呢？\"说完便跑开了。于是，小白兔又匆忙办了一期关于兽类的报。不一会，小鲤鱼游来了，他翻了翻说：\"怎么没有关于水族动物的报道呢？\"说完便游走了。于是，小白兔办了一期关于水族动物的报。蜜蜂采花蜜经过这里，他翻了翻说：\"怎么没有关于昆虫的报道呢？\"说完就采花去了。于是，小白兔办了一期关于昆虫的报。小山羊和小白鹅一起来到小白兔的书摊前，翻了翻说：\"怎么没有关于家养动物的报道呢？\"说完便一起走了。于是，小白兔办了一期关于家养动物的报。可是，到最后，小白兔一张报纸也没卖出去。",
    "questions": [
      "喜鹊想看什么？",
      "小猴想看什么？",
      "小鲤鱼想看什么？",
      "蜜蜂想看什么？",
      "小山羊和小白鹅想看什么？",
      "小白兔如何办报就可以卖出去了？"
    ],
    "answers": [
      "关于鸟类的报道",
      "关于山林动物的报道",
      "关于水族动物的报道",
      "关于昆虫的报道",
      "关于家养动物的报道",
      "把所有动物的报道放在一起"
    ]
  },
  {
    "week": 13,
    "title": "老马和小马",
    "countWord": "走",
    "countTimes": 11,
    "text": "老马领着小马在路上走，当他们走过一片泥塘时，老马告诉小马：\"慢慢地走，慢慢地走！一步踩实了以后，再走第二步。\"后来他们走过了一条山溪，溪水哗哗地响，水流得快，水波不停地跳荡。小马害怕了。老马说：\"不要怕，放心走吧。这里走快一点不要紧。\"小马问道：\"妈妈，刚才走那么平静的泥塘，您是那么小心，这里的水流要急得多，您怎么反而不大在意呢？\"老马说：\"在清澈的溪流里走，可以看清溪水的底，哪里高哪里低看得一清二楚。所以可以放心地走。但在泥塘里，下面是看不见的。因此要十分的小心，才不会出问题。\"",
    "questions": [
      "走过泥塘时老马让快走还是慢走？",
      "山溪的水流怎样？",
      "过山溪时快走还是慢走？",
      "能看清泥塘下面吗？",
      "能看清山溪的底吗？"
    ],
    "answers": [
      "慢慢地走",
      "水流得快",
      "走快一点不要紧",
      "不能",
      "能"
    ]
  },
  {
    "week": 14,
    "title": "煮豆浆",
    "countWord": "羊",
    "countTimes": 8,
    "text": "小羊过生日，好多小动物带着礼物、贺卡来祝贺她。小羊和羊妈妈为了答谢大家，要做豆浆招待大家。小动物说：“让我们一起做吧，那会更有意思。”小马说：“我跑得快，让我去买豆子。”小猪说：“我爱干净，洗豆子由我把关。”小驴说：“我有耐心，拉磨磨豆浆由我负责。”小牛说：“我力气大，劈柴由我承包。”小猴说：“我不怕热，生火煮豆浆由我包干。”大家一齐努力，热腾腾的豆浆煮好了。小猴、小羊爱吃甜豆浆，羊妈妈放了白糖。小牛、小驴、小马爱吃咸浆，羊妈妈加了榨菜、油条、虾米、酱油。羊妈妈爱吃辣，就在咸浆里滴了几滴辣油。大家吃得津津有味，都说：“今天的豆浆真是特别好吃。”“祝你生日快乐，祝小羊生日快乐！”大家一起开心地笑了。",
    "questions": [
      "有哪些小动物来参加小羊的生日？",
      "小马负责做什么？",
      "小猴负责做什么？",
      "小牛、小驴、小马爱吃什么口味的豆浆？",
      "大家觉得今天的豆浆怎么样？"
    ],
    "answers": [
      "小马、小猪、小驴、小牛、小猴",
      "买豆子",
      "生火煮豆浆",
      "咸浆",
      "特别好吃"
    ]
  },
  {
    "week": 15,
    "title": "小壁虎借尾巴",
    "countWord": "虎",
    "countTimes": 12,
    "text": "有一天，一条蛇咬住了小壁虎的尾巴。小壁虎一挣扎，挣断尾巴逃走了。没有尾巴多难看啊！小壁虎想去借一条尾巴。小壁虎来到小河边，他看见小鱼在河里摇着尾巴游来游去。小壁虎说：\"小鱼姐姐，您的尾巴能借给我吗？\"小鱼说：\"不行啊，我要用尾巴拨水呢。\"小壁虎爬到大树上，他看见老黄牛在树下甩着尾巴吃草。小壁虎说：\"牛伯伯，您的尾巴能借给我吗？\"老黄牛说：\"不行啊，我要用尾巴赶苍蝇呢。\"小壁虎来到屋檐下，他看见燕子在空中摆着尾巴飞来飞去。小壁虎说：\"燕子阿姨，您的尾巴能借给我吗？\"燕子说：\"不行啊，我飞的时候，要用尾巴掌握方向呢。\"小壁虎借不到尾巴，心里很难过。他回到家里找妈妈。小壁虎把借尾巴的事告诉了妈妈。妈妈笑着说：\"傻孩子，你转过身子看看。\"小壁虎转身一看，高兴地叫起来：\"我长出一条新尾巴啦！\"",
    "questions": [
      "尾巴被谁咬住了？",
      "小鱼的尾巴用来做什么？",
      "老黄牛的尾巴用来做什么？",
      "燕子的尾巴用来做什么？",
      "有没有借到尾巴？",
      "为什么高兴地叫起来？"
    ],
    "answers": [
      "一条蛇",
      "拨水",
      "赶苍蝇",
      "掌握方向",
      "没有借到尾巴",
      "长出新尾巴"
    ]
  },
  {
    "week": 16,
    "title": "聪明的黑猫警长",
    "countWord": "家",
    "countTimes": 10,
    "text": "在一个美丽的大森林里，住着可爱的小兔一家。这天早晨，阳光明媚，兔妈妈一大早就去买菜了，兔宝宝一个人在家里津津有味地吃着早饭呢。这时一只狡猾的狐狸经过小兔的家门口，看到家里只有兔宝宝一个人，眼睛一转，心里马上打起了坏主意。它轻轻地走到窗户旁边，用力一跳，就进了屋子，慢慢地走到兔宝宝后面，双手扛起它就往外跑，在打开大门的时候，不小心碰到了门边的报警器。被正在巡逻的黑猫警长听到了。警长很快地到了小兔家。发现小兔家的大门敞开着，可是家里没有人。警长刚想帮它们把门关上的时候，突然觉得有点不对劲，它看到窗台上布满了狐狸的脚印。脑筋一转，心想：坏了。肯定是坏狐狸把小兔抓走了。它连忙转身跑到家门口骑上警车飞快地向狐狸家开去，在半路的时候就追上了狐狸和兔宝宝。狡猾的狐狸看到黑猫警长，吓得腿都软了，把小兔放在地上转身就跑走了。黑猫警长救回了小兔，把小兔安全的送回了家。",
    "questions": [
      "兔妈妈出去做什么？",
      "兔宝宝在家里做什么？",
      "警长听到什么声音？",
      "窗台上布满了什么？",
      "狐狸看到警长是什么表现？"
    ],
    "answers": [
      "买菜",
      "津津有味地吃着早饭",
      "报警声",
      "狐狸的脚印",
      "吓得腿都软了"
    ]
  },
  {
    "week": 17,
    "title": "聪明的小猴",
    "countWord": "猴",
    "countTimes": 13,
    "text": "小猴哥哥是森林里最聪明的人。小猴哥哥有一位小猴弟弟，要多笨有多笨，小猴哥哥经常为自己的弟弟哀叹：\"你什么时候能变聪明一些呢？\"因为小猴哥哥的聪明，所以小动物们无论遇到什么难题，都来找小猴哥哥帮忙。小猪想要盖房子，黄鹂想要学音乐，熊猫想要学画画……都来问小猴哥哥，小猴哥哥就把房子怎么盖，五线谱怎么识，画上怎样涂颜色，都告诉了小动物们。于是，小猪便专心学起了盖房子；黄鹂每天起得早早的练歌喉；熊猫每天都到野外去画画。有一天，小猴弟弟也出了门，不知干什么去了。只有小猴哥哥仍在家里，喝茶听音乐，躺在床上闭目养神。许多日子过去了，小猴哥哥觉得小动物们好久没来他家了。他们都干什么去了呢？后来，小猴哥哥拿起新出的报纸，才发现，原来小猪已经成了建筑师，黄鹂成了红歌星，熊猫也成了画家，连他的笨头呆脑的小猴弟弟，也开了诊所当起医生。\"原来他们有多笨呀，可现在都成了名人。我呢，我这么聪明却什么也没干成，这到底是为什么呢？\"",
    "questions": [
      "谁是森林里最聪明的人？",
      "小猪、黄鹂、熊猫分别想学什么？",
      "小猴哥哥每天在家里做什么？",
      "他们后来都从事什么职业？",
      "小猴哥哥干成了什么？"
    ],
    "answers": [
      "小猴哥哥",
      "小猪想学盖房子，黄鹂想学唱歌，熊猫想学画画",
      "喝茶听音乐",
      "小猪成了建筑师，黄鹂成了歌唱家，熊猫成了画家",
      "什么也没干成"
    ]
  },
  {
    "week": 18,
    "title": "河马大叔开店",
    "countWord": "小",
    "countTimes": 13,
    "text": "翻斗乐开张了，河马大叔站在翻斗乐门前迎接客人。小兔一蹦一跳地跑来了。河马大叔笑眯眯地说：\"欢迎小兔，请进，请进。\"小乌龟一步一步地爬过来。河马大叔笑眯眯地说：\"欢迎小乌龟，请进，请进。\"袋鼠、刺猬、松鼠、小狗、猫也来了。河马大叔笑眯眯地说：\"欢迎你们，请进，请进。\"小动物们玩得真高兴。天下起了大雨，小动物们没法回家了。这可怎么办呢？袋鼠妈妈跑来了：\"孩子们，快过来，我送你们回家。\"河马大叔把小动物们送到了门口。小动物们说：\"谢谢河马大叔，河马大叔再见。\"说完，他们一个接一个地跳进袋鼠妈妈的口袋里。袋鼠妈妈把小兔、乌龟、刺猬、松鼠、小狗、小猫送回了家。小袋鼠呢？它留在妈妈的口袋里睡着了。",
    "questions": [
      "谁开了一家翻斗乐？",
      "有哪些小动物来了？（至少5个）",
      "下雨了，谁来接大家回家？",
      "小动物们跳进了哪里？",
      "小袋鼠怎么样了？"
    ],
    "answers": [
      "河马大叔",
      "小兔、乌龟、刺猬、松鼠、小狗、小猫",
      "袋鼠妈妈",
      "袋鼠妈妈的口袋里",
      "睡着了"
    ]
  },
  {
    "week": 19,
    "title": "小猪变干净了",
    "countWord": "白",
    "countTimes": 15,
    "text": "有一只小猪，它长着圆圆的头、大大的耳朵、翘翘的鼻子、胖乎乎的身子。喜欢在垃圾堆里找吃的，吃饱了，就在泥坑里滚来滚去，它身上全是泥。它想：\"哼！我就不洗澡！\"一天，小猪想去找朋友，它走着走着看到了一只小白兔。小白兔的耳朵长长的，尾巴短短的，眼睛红红的，身上也白白的。小猪看着小白兔很可爱，就想和它交朋友。小猪对小兔说：\"小兔小兔，我想和你交朋友。\"小兔一看小猪这么脏，就说：\"小猪呀，你太脏了，你洗了澡，我就和你玩。\"小猪不想洗澡，只好伤心的走掉了。它走着走着看见了小白鹅，小白鹅的头上戴着红红的帽子，白白的身子。小猪看见了，就想和它交朋友，小猪说：\"小白鹅小白鹅，我想和你交朋友。\"小白鹅看了看小猪的身子说：\"你太脏了，你洗完澡我就和你玩。\"小猪看了看自己的身子脏兮兮的，很伤心。小白鹅说：\"走，我带你去洗澡。\"它们来到了池塘，小白鹅把水扑腾扑腾的扑在了小猪的身上，小猪终于变干净了。小白鹅和小兔都跟它玩了！",
    "questions": [
      "小猪身上全是什么？",
      "小白兔长什么样子？",
      "小白鹅长什么样子？",
      "它们为什么不和小猪玩？",
      "谁带小猪去洗澡？"
    ],
    "answers": [
      "全是泥",
      "耳朵长长的，尾巴短短的，眼睛红红的，身子白白的",
      "头上戴着红红的帽子，身子白白的",
      "因为小猪太脏了",
      "小白鹅"
    ]
  },
  {
    "week": 20,
    "title": "蚂蚁和西瓜",
    "countWord": "瓜",
    "countTimes": 14,
    "text": "在一个炎热的夏天，有四只小蚂蚁发现了一半西瓜，西瓜的瓜瓤红红的，瓜籽黑黑的，西瓜皮绿绿的，看起来很新鲜。蚂蚁们又热又渴，他们高兴极了。他们爬上去大口大口的吃了起来，有一只蚂蚁他太渴了，就像钻地机一样钻到西瓜里\"啊呜啊呜\"地吃了起来，还有一只蚂蚁站起来说：\"真好吃，我们把它搬回家吃吧！\"大家连连点头。他们推啊推啊，推不动，一只蚂蚁只好跨着大步跑回去叫大家一块儿来推西瓜，大家都来推西瓜了，但是还是搬不动。小蚂蚁们又拿来一根长长的树枝，想把西瓜撬起来，但是树枝都被压扁了，西瓜还在地上纹丝不动。这时有一只在蚂蚁里面自称\"聪明蚂蚁\"的小蚂蚁给蚁后说：\"咱们可以先一小块儿一小块儿的搬下来，然后让力气大的蚂蚁把西瓜搬回去。\"蚁后点了点头，说干就干，有些蚂蚁爬到西瓜上把西瓜一小块儿一小块儿的搬下来，然后由力气大的蚂蚁搬回去。最后他们把所有的小西瓜都搬回去了，他们再也不用发愁没有食物吃了。",
    "questions": [
      "四只小蚂蚁发现了什么？",
      "瓜瓤、瓜籽、瓜皮分别是什么颜色？",
      "蚂蚁们能推得动西瓜吗？",
      "最后怎么把西瓜搬回去的？",
      "小蚂蚁们用树枝想做什么？"
    ],
    "answers": [
      "半块西瓜",
      "红红、黑黑、绿绿",
      "推不动",
      "大家一起搬",
      "想把西瓜撬起来"
    ]
  },
  {
    "week": 21,
    "title": "小兔胜利了",
    "countWord": "红",
    "countTimes": 20,
    "text": "小兔红红跟着马老师学习长跑。马老师带着红红一边跑一边讲解，他们穿过了一片小树林，又越过了一座小山坡，不久红红就累得汗流浃背了。他多么希望能够停下来，好好休息一会儿啊。红红渐渐落后了，一不小心被一个木桩狠狠地绊倒在了地上。这一下可摔得不轻，连新衣服都磕破了，红红痛得大声哭了起来。马老师听到哭声马上返了回来，说：\"红红，坚持才能胜利，碰到一点困难就退缩肯定不行，要坚强哦。\"红红听了老师的话，从地上站了起来，树上的鹦鹉也鼓励道：\"红红加油！你一定会成功的。\"红红点了点头，擦干眼泪继续向前跑。后来呀，哭鼻子的小兔红红在森林运动会上赢得了长跑冠军，他可开心啦！",
    "questions": [
      "跟着马老师学习什么？",
      "被什么绊倒了？",
      "为什么大声哭？",
      "有没有退缩？怎么做的？",
      "赢得了什么？心情如何？"
    ],
    "answers": [
      "长跑",
      "木桩",
      "被木桩绊倒摔得不轻",
      "没有退缩，爬起来继续跑",
      "森林运动会长跑冠军"
    ]
  },
  {
    "week": 22,
    "title": "乌龟妈妈和小鳄鱼",
    "countWord": "蛋",
    "countTimes": 8,
    "text": "乌龟妈妈刚刚失去了自己的孩子，特别伤心。乌龟妈妈把自己的蛋埋在一个隐蔽的地方，可是却被花蛇发现了，花蛇把龟妈妈的蛋全部吃光了，龟妈妈在角落里不敢出声，花蛇太大了，如果被花蛇发现，恐怕自己也活不成。龟妈妈的蛋被吃掉后伤心的走了，咕噜噜——什么东西滚落到龟妈妈的面前？仔细一看，一颗蛋！不知道是谁丢的，龟妈妈叫了半天也没人回应。这可怎么办啊！龟妈妈刚刚失去自己的蛋，它决定把这颗蛋孵出来，虽然不知道会是怎样的一个宝宝。龟妈妈小心翼翼的把蛋埋起来，守在那颗蛋的旁边。几个月后，龟妈妈听见下面好像有动静，龟妈妈移动身子瞪大眼睛盯着，一哧溜——钻出一条小鳄鱼，是鳄鱼宝宝！鳄鱼宝宝可爱极了，瞪着圆溜溜的大眼睛叫着\"妈妈\"。龟妈妈带着小鳄鱼幸福的生活在池塘里，期盼小鳄鱼一天天长大。",
    "questions": [
      "乌龟妈妈的蛋被谁吃光了？",
      "什么东西滚落到乌龟妈妈面前？",
      "乌龟妈妈对捡到的蛋做了什么？",
      "这颗蛋孵出了什么动物？",
      "猜一猜这颗蛋是谁丢的？"
    ],
    "answers": [
      "花蛇",
      "一颗蛋",
      "小心翼翼的把蛋埋起来",
      "鳄鱼宝宝",
      "故事里没有说"
    ]
  },
  {
    "week": 23,
    "title": "长颈鹿和乌龟的故事",
    "countWord": "小",
    "countTimes": 16,
    "text": "长颈鹿长的太高了，没有小动物愿意和他一起玩。一次，长颈鹿想跟小猪一起玩，可是小猪和长颈鹿说话，只能仰着头大声喊。小猪说：\"真麻烦，我不和你一起玩。\"小乌龟长的太矮了，也没有小动物愿意和它一起玩。一次，小乌龟跟大奶牛一起玩。可大奶牛跟小乌龟说话，总得低着头咕噜。大奶牛说：\"真麻烦，我不和你一起玩。\"长颈鹿和小乌龟都很伤心，就在路上走啊走啊。突然，长颈鹿一脚踢着了正在路上爬的小乌龟。就这样，他们认识了。他们很想成为好朋友，一起玩。可是，一个这么高，一个这么矮，怎么玩呢？小乌龟说：\"我会想个办法，让你不用低头，也知道我就在你身边。\"小乌龟在身上绑了一个气球，长颈鹿看到气球，就好像看见了小乌龟。长颈鹿好高兴，它说：\"我也有个办法，让你不用抬头，就知道我在你的旁边。\"长颈鹿在脚上挂了一个小铃铛，一走路铃铛就会响。这样，小乌龟就能知道长颈鹿在旁边。长颈鹿和小乌龟就这样成了一对好朋友。",
    "questions": [
      "为什么小动物不愿意和长颈鹿玩？",
      "为什么小动物不愿意和小乌龟玩？",
      "小乌龟在身上绑了什么？有什么作用？",
      "长颈鹿在脚上挂了什么？有什么作用？",
      "他们有没有交到朋友？",
      "长颈鹿为什么伤心？"
    ],
    "answers": [
      "因为长颈鹿长的太高了",
      "因为小乌龟长的太矮了",
      "绑了气球，让长颈鹿能看到自己",
      "挂铃铛",
      "他们交到了朋友",
      "没有小动物愿意和他玩"
    ]
  },
  {
    "week": 24,
    "title": "粗鲁的老鼠",
    "countWord": "一",
    "countTimes": 13,
    "text": "有一只小老鼠，总觉得自己了不起，对别人很不礼貌。一次他去上学，一只蜗牛迎面走了过来，挡住了他的去路。小老鼠凶巴巴地说：\"小不点儿，滚开别挡我的路！\"小老鼠说着一脚踢了过去，把蜗牛踢得滚出去很远。有一次，小老鼠到河边喝水，觉得河里的一条小鱼妨碍了他，于是，捡起一块石头就扔了过去。小鱼受到袭击，吓了一跳，慌忙躲避。小老鼠哈哈大笑说：\"知道我的厉害了吧！\"一天晚上，小老鼠在回家的路上看见一只小猪躺在路边，就趾高气扬地说：\"谁给你这么大的胆子，竟敢挡住我的路！\"说着，一脚踢了过去。\"嘭\"地一声，小老鼠正好踢到小猪的脚上，小猪倒没什么事，小老鼠却\"唉哟，唉哟\"地叫了起来，原来他的脚肿起了一个大包。",
    "questions": [
      "小老鼠总觉得自己了不起，对待别人怎么样？",
      "小老鼠是怎么对待小蜗牛的？",
      "小老鼠是怎么对待小鱼的？",
      "小老鼠踢到了小猪身体的哪个部位？",
      "小老鼠踢了小猪后，它的脚怎么样了？"
    ],
    "answers": [
      "对别人很不礼貌",
      "踢倒蜗牛",
      "扔石头",
      "脚",
      "脚肿起了一个大包"
    ]
  },
  {
    "week": 25,
    "title": "灰角鹿",
    "countWord": "小",
    "countTimes": 18,
    "text": "一只小鹿因为生病，头上的角变成了灰色，它伤心极了！一天，它正在树丛中睡觉，一只小鸟飞到了它的头上，小鸟看了看四周，想：这要是搭个鸟窝该多好啊！于是，小鸟衔来许多干草和树枝放在小鹿的头上。不一会儿，一个漂亮的鸟窝就搭好了。小鹿睡醒后发现自己的头上成了鸟窝，心想：小鸟搭一个窝多不容易，以后我得慢慢的走，别把小鸟给摔坏了。下雨了，小鹿躲到树叶下，怕把小鸟给淋湿了；天晴了，小鹿站在太阳下，让小鸟把羽毛晒干；小鸟学习飞翔时，不小心从天上掉下来，小鹿赶紧用鼻子接住它。渐渐地小鸟长大了，它和它的孩子一起衔来许多漂亮的牵牛花放在小鹿头上，小鹿的灰角变成了美丽的\"花角\"。",
    "questions": [
      "小鹿的角为什么变成了灰色？",
      "小鸟在小鹿的头上搭了什么？",
      "下雨了，小鹿为什么躲到树叶下？",
      "小鹿的角为什么变成了\"花角\"？",
      "小鸟搭好窝后，小鹿怎么做的？"
    ],
    "answers": [
      "一只小鹿因为生病",
      "鸟窝",
      "怕把小鸟给淋湿了",
      "送来牵牛花",
      "走路很慢怕摔坏小鸟"
    ]
  },
  {
    "week": 26,
    "title": "小鼹鼠的别墅",
    "countWord": "冬",
    "countTimes": 9,
    "text": "冬天来到的时候，山谷里的小溪流就停止了清脆的歌唱，山风却呼呼地唱着歌儿来了。小旅鼠达达冷得瑟瑟发抖，它在向阳的山坡上来回走着，想找个能过冬的地方。它呼哧呼哧地扒开了一棵枯萎了的向日葵花茎想躲进那个小小的家里去。山坡上，小鼹鼠班米正穿着它的蓝白条纹工装裤吃力地挖洞，它看见了小旅鼠就高兴地打招呼说：\"嗨，小旅鼠你好。向日葵花茎的小窝太浅了，那里可没法过冬啊！\"小旅鼠达达颤抖着说：\"我，我，我知道，可是我找不到过冬的地方呀。\"小鼹鼠班米微笑着说：\"没有关系，你可以来和我一起过冬啊。我正在挖一栋宽敞的别墅，如果有朋友在一起过冬，那可真是再好不过啦。\"小旅鼠想：\"住在一栋温暖的大别墅里和朋友一起过冬，那该多么幸福多么温暖啊！\"于是它来到小鼹鼠的身边，和小鼹鼠一起挖洞。小鼹鼠把泥土挖出来，小旅鼠就用向日葵叶子做成的小斗车一点儿一点儿地把泥土往洞外运出去。它们整整忙活了三天三夜，终于把过冬的别墅做好啦。冬天里的第一片雪花飘落下来的时候，小鼹鼠和小旅鼠开心地躺在温暖的别墅里聊天。",
    "questions": [
      "小旅鼠在山坡上想找什么？",
      "小鼹鼠穿着工装裤在干什么？",
      "小鼹鼠邀请小旅鼠做什么？",
      "小旅鼠用什么把泥土运出去？",
      "第一片雪花飘落时它们在干什么？"
    ],
    "answers": [
      "能过冬的地方",
      "挖洞",
      "一起过冬",
      "推小车运",
      "躺在温暖的别墅里聊天"
    ]
  },
  {
    "week": 27,
    "title": "老爷爷的帽子",
    "countWord": "鸟",
    "countTimes": 13,
    "text": "冬天到了，北风呼呼地吹，天气很冷。有一只小鸟真可怜，它在树上冷得直发抖。一位老爷爷走来，看见了小鸟，心想：这只小鸟多可怜呀，这么冷的天它一定会冻死的。小鸟对老爷爷说：\"风把我们的窝给吹走了，我们没有家了。\"老爷爷说：\"别着急，我来帮你们想办法。\"老爷爷就用自己的帽子给小鸟做鸟窝，帽子真暖和。小鸟想到树林里还有许多怕冷的小鸟，就把他们都叫来，一起飞进了老爷爷的帽子。它们非常感谢老爷爷。以后老爷爷也天天来看小鸟，小鸟们每次都唱歌给老爷爷听。有一天老爷爷没有来，原来他病了。小鸟想：\"一定是爷爷把帽子给了我们，自己着凉生病了，我们赶快给老爷爷做顶帽子吧。\"小鸟们就用自己的羽毛做了一顶帽子送给老爷爷。老爷爷非常感谢小鸟，他的病很快就好了。",
    "questions": [
      "小鸟为什么没有窝？",
      "老爷爷用什么给小鸟做窝？",
      "有一天老爷爷没有来，他怎么了？",
      "小鸟们用什么给老爷爷做了一顶帽子？",
      "小鸟们为什么要唱歌给老爷爷听？"
    ],
    "answers": [
      "风把我们的窝给吹走了",
      "自己的帽子",
      "他病了",
      "自己的羽毛",
      "感谢老爷爷"
    ]
  },
  {
    "week": 28,
    "title": "想飞的小象",
    "countWord": "小",
    "countTimes": 13,
    "text": "有一只小象，刚刚生下来。第一天，看到了许多小动物。到了第二天，它认识了许多花儿、草儿。第三天呢，妈妈带他到河边，他看见了河水和高山。小象说：\"世界真大呀！\"这时，小象看到有一只小鸟在天空中飞来飞去。小象想：\"要是我也会飞，就可以看到更多的东西了！\"小象爬到树上学飞，\"哎哟\"一声，摔了一个大跟头。蛇看见了说：\"小象，我们都有自己的本事。我不会飞，可是我会在树上睡觉。\"狮子说：\"我也不会飞，可是，我能跳过宽宽的大河。\"老虎说：\"我不会飞，可是，我会游泳。\"爸爸妈妈对小象说：\"我们大象力气大，这是小鸟不能比的。\"小象明白了，他跟着爸爸妈妈运木头。他用长鼻子一钩，大木头就搬走了。大家都喜欢他。小象说：\"我是小象真幸福。\"",
    "questions": [
      "小象一开始想学会什么本事？",
      "蛇有什么本事？",
      "狮子有什么本事？",
      "老虎有什么本事？",
      "大象有什么本事？"
    ],
    "answers": [
      "学会飞",
      "会在树上睡觉",
      "能跳过宽宽的大河",
      "会游泳",
      "力气大"
    ]
  },
  {
    "week": 29,
    "title": "小猪和靴子",
    "countWord": "猪",
    "countTimes": 9,
    "text": "清晨，小猪去树林里玩。忽然，他发现树边有一个红红的东西，口小底大，摸上去很滑：\"咦，这是什么？好像是个皮袋子，是谁丢的呢？\"小猪手里拿着这东西，嘴里叫着：\"谁丢了袋子，谁丢了袋子？\"树上的八哥听见了，\"叽叽喳喳\"地说：\"小猪，这不是袋子，是一顶漂亮的红帽子呀！\"\"噢，不是袋子是帽子。\"小猪连忙戴在头上，一边走一边叫：\"谁丢了帽子，谁丢了帽子？\"狐狸看见了，嘻嘻地笑起来：\"小猪，这不是帽子，是一只好看的瓶子呀！\"\"嗯，这瓶子真不错。\"小猪采了许多美丽的野花放进瓶子里。\"谁丢了瓶子？\"小猪捧着瓶子走一步，叫一声。这时候，来了一只小花狗。他知道了这事，对小猪说：\"没人丢，没人领，就送给生病的小熊吧！\"小猪和小狗来到小熊家，小熊一看这个瓶子，高兴地跳起来：\"哇，这不是瓶子，是我心爱的红靴子呀！\"小熊的病也好了，三个好朋友嘻嘻哈哈，庆祝红靴子找到了主人，回到了家。",
    "questions": [
      "小猪发现了一个\"皮袋子\"，它是什么样子的？",
      "八哥认为是什么？",
      "狐狸认为是什么？",
      "到底是什么？",
      "红靴子的主人是谁？"
    ],
    "answers": [
      "口小底大，摸上去很滑",
      "一顶漂亮的红帽子呀",
      "一只好看的瓶子呀",
      "红靴子",
      "小熊"
    ]
  },
  {
    "week": 30,
    "title": "小猫钓鱼",
    "countWord": "猫",
    "countTimes": 14,
    "text": "一天，猫妈妈带着小猫去钓鱼。他们来到小河边，一人一根鱼竿，开始钓鱼。一只蜻蜓飞来了。蜻蜓真好玩，飞来飞去像架小飞机。小猫咪放下钓鱼竿，去捉蜻蜓。可是蜻蜓很快飞走了，小猫咪只好空着手回到河边。一看，猫妈妈钓了一条大鱼。一只蝴蝶飞来了。蝴蝶真美丽，停在草上就像一朵盛开的花。小猫咪放下鱼竿，又去捉蝴蝶。蝴蝶很快飞走了，小猫咪又没捉着，空着手回到河边。一看，猫妈妈又钓了一条大鱼。小猫咪说：\"真气人，我怎么一条小鱼也钓不着？\"猫妈妈说：\"钓鱼就要一心一意，不能三心二意。你一会儿捉蜻蜓，一会儿捉蝴蝶，怎么能钓着鱼呢？\"小猫咪很难为情，下定决心，一心一意地钓鱼，不再乱跑。蜻蜓又飞来了，蝴蝶也飞来了，小猫咪就像没看见一样，一步也不再走开。不一会儿钓竿上的线往下沉，钓竿也动起来了，小猫咪使劲把钓竿往上一甩，一条大鱼被钓了上来。小猫高兴地喊了起来：\"我钓到大鱼啦，我钓到大鱼啦！\"",
    "questions": [
      "猫妈妈带着小猫咪去河边做什么？",
      "小猫咪钓鱼时跑去捉什么小动物？",
      "要怎么做才能钓到鱼？",
      "蜻蜓蝴蝶再飞回来时，小猫咪有没有去捉？",
      "小猫咪后来钓到鱼了吗？大鱼还是小鱼？"
    ],
    "answers": [
      "钓鱼",
      "蜻蜓和蝴蝶",
      "一心一意，不能三心二意",
      "没有去捉",
      "钓到了，大鱼"
    ]
  }
];
